{
   "ABOUT": "প্রায় {0}",
   "ABOUT_VIMER": "{0} এমন একটি অ্যাপ্লিকেশন যা অডিও এবং ভিডিও সামঞ্জস্যের জন্য একটি স্বজ্ঞাত এবং জটিল জটিল ইন্টারফেস সরবরাহ করে। \n\n আপনার কেবল যে ফাইলগুলি পরিবর্তন করতে চান তা চয়ন করতে হবে, আপনি যা চান তা বর্ণনা করতে এবং কৃত্রিম বুদ্ধিমত্তাকে বাকী যত্ন নিতে দিন, স্বয়ংক্রিয়ভাবে প্রয়োজনীয় এফএফএমপিইজি কমান্ডগুলি তৈরি এবং পরিচালনা করতে দিন। জটিল কোডগুলি ভুলে যান। \n\n এটি ফর্ম্যাটগুলিকে রূপান্তর করে, গুণমান সামঞ্জস্য করা, প্রভাব যুক্ত করা, অডিও সামঞ্জস্য করা বা বিভিন্ন মিডিয়া মিশ্রিত করা হোক না কেন, ভিমার উন্নত প্রযুক্তিগত জ্ঞানের প্রয়োজন ছাড়াই একটি সহজ পথ সরবরাহ করে। \n\n সুরক্ষা সম্পর্কিত, অ্যাপ্লিকেশনটি একচেটিয়াভাবে এফএফএমপিইজি কমান্ডগুলি সম্পাদন করে এবং আপনি যদি চান তবে কমান্ডগুলি কার্যকর করার আগে আপনাকে পর্যালোচনা এবং সম্পাদনা করার অনুমতি দেয়।",
   "ADD_MORE_FILES": "আরও ফাইল যুক্ত করুন",
   "BACK": "ফিরে যেতে",
   "CANCEL": "বাতিল",
   "ENHANCE_DESCRIPTION": "আপনার মিডিয়া ফাইলগুলির সাথে আপনি কী করতে চান তা আরও ভালভাবে বর্ণনা করুন।",
   "GO_NEXT": "পরবর্তী পর্ব",
   "KNOW_MORE": "আরও জানুন",
   "LANGUAGE": "ভাষা",
   "LANGUAGE_NAME": "বাংলা",
   "NEW_TASK": "ত্যে",
   "NEW_VERSION_AVAILABLE": "অ্যাপটির একটি নতুন সংস্করণ উপলব্ধ, আপনি কি ডাউনলোড করতে চান (প্রস্তাবিত)?",
   "OPENAI_API_KEY": "এপিআই ওপেনএআই কী",
   "OPTIONS": "বিকল্প",
   "PROCESSING": "প্রক্রিয়াজাতকরণ...",
   "REQUIRED": "বাধ্যতামূলক",
   "REVIEW_COMMANDS": "কমান্ডগুলি সংশোধন করুন",
   "REVIEW_CONFIRM": "পর্যালোচনা এবং এগিয়ে যেতে নিশ্চিত করুন",
   "SAVE": "বাঁচাতে",
   "SAVED_ON": "আপনার মিডিয়া ফাইল এখন সংরক্ষণ করা হয়েছে:",
   "SAVE_LOG_FILES": "লগ ফাইলগুলি সংরক্ষণ করুন",
   "SELECT_MEDIA_FILES": "এক বা একাধিক মিডিয়া ফাইল নির্বাচন করুন",
   "SKIP_COMMAND_REVIEW": "নিয়ন্ত্রণ পদক্ষেপ এড়িয়ে যান",
   "TASK_FINISHED": "কাজ সম্পূর্ণ!",
   "TASK_FINISHED_HINT": "ফাইলটি খুলুন এবং ফলাফলটি ঠিক আছে তা নিশ্চিত করুন। অন্যথায় আপনার নির্দেশাবলী আরও ভালভাবে বিশদ করতে \"{0}\" এ ক্লিক করুন।",
   "WHAT_TO_DO_FILE": "আপনি এই ফাইলটি দিয়ে কী করতে চান?",
   "WHAT_TO_DO_FILE_DESCRIBE": "ফাইল (গুলি) দিয়ে কী করা উচিত তা এখানে বর্ণনা করুন"
}