{
   "ABOUT": "Ungefähr {0}",
   "ABOUT_VIMER": "{0} ist eine Anwendung, die eine intuitive und unkomplizierte Schnittstelle für Audio- und Videoanpassung bietet. \n\n Sie müssen nur die Dateien auswählen, die Sie ändern möchten, beschreiben, was Sie wollen, und lassen Sie die künstliche Intelligenz den Rest kümmern, generieren und ausgeführt die erforderlichen FFmpeg -Befehle automatisch. Vergessen Sie komplizierte Codes. \n\n Egal, ob es Formate umwandelt, die Qualität anpasst, Effekte hinzufügen, Audio anpassen oder verschiedene Medien mischen, bietet Vimer einen einfachen Weg, ohne dass fortschrittliches technisches Wissen erforderlich ist. \n\n In Bezug auf die Sicherheit führt die Anwendung ausschließlich FFmpeg -Befehle aus und ermöglicht es Ihnen, die Befehle zu überprüfen und zu bearbeiten, bevor Sie sie ausführen, wenn Sie dies wünschen.",
   "ADD_MORE_FILES": "Füge mehr Dateien hinzu",
   "BACK": "Zurück zu gehen",
   "CANCEL": "Stornieren",
   "ENHANCE_DESCRIPTION": "Beschreiben Sie besser, was Sie mit Ihren Mediendateien tun möchten.",
   "GO_NEXT": "Nächster Schritt",
   "KNOW_MORE": "Mehr wissen",
   "LANGUAGE": "Sprache",
   "LANGUAGE_NAME": "Deutsch",
   "NEW_TASK": "Neue Aufgabe",
   "NEW_VERSION_AVAILABLE": "Eine neue Version der App ist verfügbar. Möchten Sie herunterladen (empfohlen)?",
   "OPENAI_API_KEY": "OpenAI API key",
   "OPTIONS": "Optionen",
   "PROCESSING": "Wird bearbeitet...",
   "REQUIRED": "obligatorisch",
   "REVIEW_COMMANDS": "Befehle überarbeiten",
   "REVIEW_CONFIRM": "Überprüfen und bestätigen Sie, um fortzufahren",
   "SAVE": "Speichern",
   "SAVED_ON": "Ihre Mediendatei ist jetzt in:",
   "SAVE_LOG_FILES": "Protokolldateien speichern",
   "SELECT_MEDIA_FILES": "Wählen Sie eine oder mehrere Mediendateien aus",
   "SKIP_COMMAND_REVIEW": "Steuerschritt überspringen",
   "TASK_FINISHED": "Aufgabe erledigt!",
   "TASK_FINISHED_HINT": "Öffnen Sie die Datei und stellen Sie sicher, dass das Ergebnis in Ordnung ist. Andernfalls klicken Sie auf \"{0}\", um Ihre Anweisungen besser zu detaillieren.",
   "WHAT_TO_DO_FILE": "Was möchten Sie mit dieser Datei machen?",
   "WHAT_TO_DO_FILE_DESCRIBE": "Beschreiben Sie hier, was mit den Dateien (en) getan werden soll."
}