{
   "ABOUT": "Sobre {0}",
   "ABOUT_VIMER": "{0} es una aplicación que ofrece una interfaz intuitiva y sin complicaciones para el ajuste de audio y video. \n\n Solo necesita elegir los archivos que desea cambiar, describir lo que desea y dejar que la inteligencia artificial se encargue del resto, generando automáticamente y ejecutando los comandos FFmpeg requeridos. Olvídate de códigos complicados. \n\n Ya sea que convierta los formatos, ajuste la calidad, agregue efectos, ajuste el audio o mezcle diferentes medios, Vimer ofrece una ruta simple sin la necesidad de conocimientos técnicos avanzados. \n\n Con respecto a la seguridad, la aplicación ejecuta exclusivamente comandos FFmpeg y le permite revisar y editar los comandos antes de ejecutarlos si lo desea.",
   "ADD_MORE_FILES": "Agrega mas archivos",
   "BACK": "Volver",
   "CANCEL": "Cancelar",
   "COMMAND_OPTIMIZATION_LEVEL": "Nivel de optimización de comandos (consume más en API)",
   "ENHANCE_DESCRIPTION": "Describa mejor lo que desea hacer con sus archivos multimedia.",
   "GO_NEXT": "Proximo paso",
   "KNOW_MORE": "Sepa mas",
   "LANGUAGE": "Idioma",
   "LANGUAGE_NAME": "Español",
   "NEW_TASK": "Nueva tarea",
   "NEW_VERSION_AVAILABLE": "Una nueva versión de la aplicación está disponible, ¿desea descargar (recomendado)?",
   "OPENAI_API_KEY": "Clave API OpenAI",
   "OPTIONS": "Opciones",
   "PROCESSING": "Procesando...",
   "REQUIRED": "obligatorio",
   "REVIEW_COMMANDS": "Revisar los comandos",
   "REVIEW_CONFIRM": "Revisar y confirmar para proceder",
   "SAVE": "Ahorrar",
   "SAVED_ON": "Su archivo de medios ahora se guarda en:",
   "SAVE_LOG_FILES": "Guardar archivos de registro",
   "SELECT_MEDIA_FILES": "Seleccione uno o más archivos multimedia",
   "SKIP_COMMAND_REVIEW": "Omitir paso de revisión",
   "TASK_FINISHED": "¡Tarea terminada!",
   "TASK_FINISHED_HINT": "Abra el archivo y asegúrese de que el resultado esté bien. De lo contrario, haga clic en \"{0}\" para detallar mejor sus instrucciones.",
   "WHAT_TO_DO_FILE": "¿Qué quieres hacer con este archivo?",
   "WHAT_TO_DO_FILE_DESCRIBE": "Describa aquí lo que se debe hacer con los archivos (s)"
}