{
   "ABOUT": "À propos de {0}",
   "ABOUT_VIMER": "{0} est une application qui propose une interface intuitive et simple pour l'ajustement audio et vidéo. \n\n Il vous suffit de choisir les fichiers que vous souhaitez modifier, de décrire ce que vous voulez et de laisser l'intelligence artificielle prendre soin du reste, générant et exécutant automatiquement les commandes FFmpeg requises. Oubliez des codes complexes. \n\n Qu'il convertit les formats, d'ajustement de la qualité, d'ajouter des effets, d'ajuster l'audio ou de mélanger différents supports, Vimer offre un chemin simple sans avoir besoin de connaissances techniques avancées. \n\n En ce qui concerne la sécurité, l'application exécute exclusivement les commandes FFmpeg et vous permet d'examiner et de modifier les commandes avant de les exécuter si vous le souhaitez.",
   "ADD_MORE_FILES": "Ajouter plus de fichiers",
   "BACK": "Retourner",
   "CANCEL": "Annuler",
   "COMMAND_OPTIMIZATION_LEVEL": "Niveau d'optimisation des commandes (consomme plus en API)",
   "ENHANCE_DESCRIPTION": "Décrivez mieux ce que vous voulez faire avec vos fichiers multimédias.",
   "GO_NEXT": "L'étape suivante",
   "KNOW_MORE": "Savoir plus",
   "LANGUAGE": "Langue",
   "LANGUAGE_NAME": "Français",
   "NEW_TASK": "Nouvelle tâche",
   "NEW_VERSION_AVAILABLE": "Une nouvelle version de l'application est disponible, voulez-vous télécharger (recommandé)?",
   "OPENAI_API_KEY": "Clé API OpenAI",
   "OPTIONS": "Options",
   "PROCESSING": "Traitement...",
   "REQUIRED": "obligatoire",
   "REVIEW_COMMANDS": "Réviser les commandes",
   "REVIEW_CONFIRM": "Examiner et confirmer pour continuer",
   "SAVE": "Sauver",
   "SAVED_ON": "Votre fichier multimédia est maintenant enregistré:",
   "SAVE_LOG_FILES": "Enregistrer les fichiers journaux",
   "SELECT_MEDIA_FILES": "Sélectionnez un ou plusieurs fichiers multimédias",
   "SKIP_COMMAND_REVIEW": "Étape de contrôle",
   "TASK_FINISHED": "Tâche terminée!",
   "TASK_FINISHED_HINT": "Ouvrez le fichier et assurez-vous que le résultat est OK. Sinon, cliquez sur \"{0}\" pour mieux détailler vos instructions.",
   "WHAT_TO_DO_FILE": "Que voulez-vous faire de ce fichier?",
   "WHAT_TO_DO_FILE_DESCRIBE": "Décrivez ici ce qui devrait être fait avec le (s) fichier (s)"
}