{
   "ABOUT": "{0} के बारे में",
   "ABOUT_VIMER": "{0} एक एप्लिकेशन है जो ऑडियो और वीडियो समायोजन के लिए एक सहज और सरल इंटरफ़ेस प्रदान करता है। \n\n आपको बस उन फ़ाइलों को चुनने की आवश्यकता है जिन्हें आप बदलना चाहते हैं, वर्णन करें कि आप क्या चाहते हैं और आर्टिफिशियल इंटेलिजेंस को बाकी की देखभाल करने दें, स्वचालित रूप से आवश्यक FFmpeg कमांड को उत्पन्न करें और चलाएं। जटिल कोड को भूल जाओ। \n\n चाहे वह प्रारूपों को परिवर्तित करे, गुणवत्ता को समायोजित करना, प्रभाव जोड़ना, ऑडियो को समायोजित करना या विभिन्न मीडिया को मिलाना, विमर उन्नत तकनीकी ज्ञान की आवश्यकता के बिना एक सरल पथ प्रदान करता है। \n\n सुरक्षा के बारे में, एप्लिकेशन विशेष रूप से FFmpeg कमांड को निष्पादित करता है और यदि आप चाहें तो उन्हें निष्पादित करने से पहले कमांड की समीक्षा और संपादित करने की अनुमति देता है।",
   "ADD_MORE_FILES": "अधिक फ़ाइलें जोड़ें",
   "BACK": "पीछे जाना",
   "CANCEL": "रद्द करना",
   "ENHANCE_DESCRIPTION": "बेहतर वर्णन करें कि आप अपनी मीडिया फ़ाइलों के साथ क्या करना चाहते हैं।",
   "GO_NEXT": "अगला कदम",
   "KNOW_MORE": "अधिक जानते हैं",
   "LANGUAGE": "भाषा",
   "LANGUAGE_NAME": "हिन्दी",
   "NEW_TASK": "नया कार्य",
   "NEW_VERSION_AVAILABLE": "ऐप का एक नया संस्करण उपलब्ध है, क्या आप डाउनलोड करना चाहते हैं (अनुशंसित)?",
   "OPENAI_API_KEY": "एपीआई ओपनई की कुंजी",
   "OPTIONS": "विकल्प",
   "PROCESSING": "प्रसंस्करण...",
   "REQUIRED": "अनिवार्य",
   "REVIEW_COMMANDS": "कमांड को संशोधित करें",
   "REVIEW_CONFIRM": "समीक्षा करें और आगे बढ़ने की पुष्टि करें",
   "SAVE": "बचाने के लिए",
   "SAVED_ON": "आपकी मीडिया फ़ाइल अब बच गई है:",
   "SAVE_LOG_FILES": "लॉग फ़ाइलें सहेजें",
   "SELECT_MEDIA_FILES": "एक या अधिक मीडिया फ़ाइलों का चयन करें",
   "SKIP_COMMAND_REVIEW": "नियंत्रण चरण छोड़ें",
   "TASK_FINISHED": "कार्य पूरा हो गया!",
   "TASK_FINISHED_HINT": "फ़ाइल खोलें और सुनिश्चित करें कि परिणाम ठीक है। अन्यथा अपने निर्देशों को बेहतर ढंग से विस्तार से बताने के लिए \"{0}\" पर क्लिक करें।",
   "WHAT_TO_DO_FILE": "आप इस फ़ाइल के साथ क्या करना चाहते हैं?",
   "WHAT_TO_DO_FILE_DESCRIBE": "यहां वर्णन करें कि फ़ाइल के साथ क्या किया जाना चाहिए"
}