{
   "ABOUT": "Tentang {0}",
   "ABOUT_VIMER": "{0} adalah aplikasi yang menawarkan antarmuka yang intuitif dan tidak rumit untuk penyesuaian audio dan video. \n\n Anda hanya perlu memilih file yang ingin Anda ubah, jelaskan apa yang Anda inginkan dan biarkan kecerdasan buatan menjaga sisanya, secara otomatis menghasilkan dan menjalankan perintah FFmpeg yang diperlukan. Lupakan kode yang rumit. \n\n Apakah itu mengonversi format, menyesuaikan kualitas, menambahkan efek, menyesuaikan audio atau mencampur media yang berbeda, Vimer menawarkan jalur sederhana tanpa perlu pengetahuan teknis canggih. \n\n Mengenai keamanan, aplikasi mengeksekusi perintah FFmpeg secara eksklusif dan memungkinkan Anda untuk meninjau dan mengedit perintah sebelum menjalankannya jika Anda mau.",
   "ADD_MORE_FILES": "Tambahkan lebih banyak file",
   "BACK": "Untuk kembali",
   "CANCEL": "Membatalkan",
   "COMMAND_OPTIMIZATION_LEVEL": "Tingkat optimasi perintah (mengkonsumsi lebih banyak di API)",
   "ENHANCE_DESCRIPTION": "Jelaskan lebih baik apa yang ingin Anda lakukan dengan file media Anda.",
   "GO_NEXT": "Langkah berikutnya",
   "KNOW_MORE": "Tahu lebih banyak",
   "LANGUAGE": "Bahasa",
   "LANGUAGE_NAME": "Bahasa Indonesia",
   "NEW_TASK": "Tugas baru",
   "NEW_VERSION_AVAILABLE": "Versi baru aplikasi tersedia, apakah Anda ingin mengunduh (disarankan)?",
   "OPENAI_API_KEY": "OpenAI API key",
   "OPTIONS": "Pilihan",
   "PROCESSING": "Pengolahan...",
   "REQUIRED": "wajib",
   "REVIEW_COMMANDS": "Merevisi perintah",
   "REVIEW_CONFIRM": "Tinjau dan konfirmasi untuk melanjutkan",
   "SAVE": "Untuk menyimpan",
   "SAVED_ON": "File media Anda sekarang disimpan di:",
   "SAVE_LOG_FILES": "Simpan file log",
   "SELECT_MEDIA_FILES": "Pilih satu atau lebih file media",
   "SKIP_COMMAND_REVIEW": "Lewati langkah kontrol",
   "TASK_FINISHED": "Tugas selesai!",
   "TASK_FINISHED_HINT": "Buka file dan pastikan hasilnya OK. Kalau tidak klik pada \"{0}\" untuk merinci instruksi Anda dengan lebih baik.",
   "WHAT_TO_DO_FILE": "Apa yang ingin Anda lakukan dengan file ini?",
   "WHAT_TO_DO_FILE_DESCRIBE": "Jelaskan di sini apa yang harus dilakukan dengan file"
}