{
   "ABOUT": "ਲਗਭਗ {0}",
   "ABOUT_VIMER": "{0} ਇੱਕ ਐਪਲੀਕੇਸ਼ਨ ਹੈ ਜੋ ਆਡੀਓ ਅਤੇ ਵੀਡੀਓ ਐਡਜਸਟਮੈਂਟ ਲਈ ਇੱਕ ਅਨੁਭਵੀ ਅਤੇ ਗੁੰਝਲਦਾਰ ਇੰਟਰਫੇਸ ਪੇਸ਼ ਕਰਦਾ ਹੈ. \n\n ਤੁਹਾਨੂੰ ਸਿਰਫ ਉਹਨਾਂ ਫਾਈਲਾਂ ਦੀ ਚੋਣ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਜੋ ਤੁਸੀਂ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਦੱਸੋ ਕਿ ਤੁਸੀਂ ਬਾਕੀ ਦੀ ਅਕਲ ਨੂੰ ਸੰਭਾਲਣ ਦਿਓ ਅਤੇ ਲੋੜੀਂਦੀ FFMppeg ਕਮਾਂਡਾਂ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ ਤੇ ਤਿਆਰ ਕਰਨਾ ਅਤੇ ਚਲਾਉਣਾ ਚਾਹੀਦਾ ਹੈ. ਗੁੰਝਲਦਾਰ ਕੋਡ ਭੁੱਲ ਜਾਓ. \n\n ਭਾਵੇਂ ਇਹ ਫਾਰਮੈਟ, ਵਿਵਸਥਤ ਕਰਨ ਦੀ ਅਤੇ ਗੁਣ ਨੂੰ ਬਦਲਦਾ ਹੈ, ਆਡੀਓ ਵਿਵਸਥਿਤ ਕਰਦਾ ਹੈ ਜਾਂ ਵੱਖ-ਵੱਖ ਮੀਡੀਆ ਨੂੰ ਮਿਲਾਉਣਾ, ਵਾਈਮਰ ਤਕਨੀਕੀ ਗਿਆਨ ਦੀ ਜ਼ਰੂਰਤ ਤੋਂ ਬਿਨਾਂ ਇਕ ਸਧਾਰਣ ਰਸਤਾ ਪੇਸ਼ ਕਰਦਾ ਹੈ. \n\n ਸੁਰੱਖਿਆ ਦੇ ਸੰਬੰਧ ਵਿੱਚ, ਐਪਲੀਕੇਸ਼ਨ ਵਿਸ਼ੇਸ਼ ਤੌਰ 'ਤੇ ffmpeg ਕਮਾਂਡਾਂ ਚਲਾਉਂਦੀ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਚਲਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਕਮਾਂਡਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਅਤੇ ਸੋਧਣ ਲਈ ਕਮਾਂਡਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦੀ ਹੈ.",
   "ADD_MORE_FILES": "ਹੋਰ ਫਾਇਲਾਂ ਸ਼ਾਮਲ ਕਰੋ",
   "BACK": "ਵਾਪਸ ਜਾਣ ਲਈ",
   "CANCEL": "ਰੱਦ ਕਰੋ",
   "COMMAND_OPTIMIZATION_LEVEL": "ਕਮਾਂਡ optim ਪਟੀਮਾਈਜ਼ੇਸ਼ਨ ਪੱਧਰ (ਏਪੀਆਈ ਵਿੱਚ ਵਧੇਰੇ ਖਪਤ ਕਰਦਾ ਹੈ)",
   "ENHANCE_DESCRIPTION": "ਬਿਹਤਰ ਵਰਣਨ ਕਰੋ ਜੋ ਤੁਸੀਂ ਆਪਣੀਆਂ ਮੀਡੀਆ ਫਾਈਲਾਂ ਨਾਲ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ.",
   "GO_NEXT": "ਅਗਲਾ ਕਦਮ",
   "KNOW_MORE": "ਹੋਰ ਜਾਣੋ",
   "LANGUAGE": "ਭਾਸ਼ਾ",
   "LANGUAGE_NAME": "ਪੰਜਾਬੀ",
   "NEW_TASK": "ਨਵਾਂ ਕੰਮ",
   "NEW_VERSION_AVAILABLE": "ਐਪ ਦਾ ਨਵਾਂ ਸੰਸਕਰਣ ਉਪਲਬਧ ਹੈ, ਕੀ ਤੁਸੀਂ ਡਾ download ਨਲੋਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ (ਸਿਫਾਰਸ਼ ਕੀਤੀ)?",
   "OPENAI_API_KEY": "ਏਪੀਆਈ ਓਪਨੈਈ ਕੁੰਜੀ",
   "OPTIONS": "ਵਿਕਲਪ",
   "PROCESSING": "ਕਾਰਵਾਈ...",
   "REQUIRED": "ਲਾਜ਼ਮੀ ਹੈ",
   "REVIEW_COMMANDS": "ਕਮਾਂਡਾਂ ਨੂੰ ਸੰਸ਼ੋਧਿਤ ਕਰੋ",
   "REVIEW_CONFIRM": "ਸਮੀਖਿਆ ਕਰਨ ਅਤੇ ਅੱਗੇ ਵਧਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
   "SAVE": "ਨੂੰ ਬਚਾਉਣ ਲਈ",
   "SAVED_ON": "ਤੁਹਾਡੀ ਮੀਡੀਆ ਫਾਈਲ ਹੁਣ ਇਸ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ ਹੈ:",
   "SAVE_LOG_FILES": "ਲੌਗ ਫਾਈਲਾਂ ਨੂੰ ਸੇਵ ਕਰੋ",
   "SELECT_MEDIA_FILES": "ਇੱਕ ਜਾਂ ਵਧੇਰੇ ਮੀਡੀਆ ਫਾਈਲਾਂ ਦੀ ਚੋਣ ਕਰੋ",
   "SKIP_COMMAND_REVIEW": "ਨਿਯੰਤਰਣ ਕਦਮ ਛੱਡੋ",
   "TASK_FINISHED": "ਕੰਮ ਪੂਰਾ ਹੋ ਗਿਆ!",
   "TASK_FINISHED_HINT": "ਫਾਈਲ ਖੋਲ੍ਹੋ ਅਤੇ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ ਨਤੀਜਾ ਠੀਕ ਹੈ. ਨਹੀਂ ਤਾਂ ਤੁਹਾਡੀਆਂ ਹਦਾਇਤਾਂ ਬਿਹਤਰ ਵਿਸਥਾਰ ਨਾਲ \"{0}\" ਤੇ ਕਲਿਕ ਕਰੋ.",
   "WHAT_TO_DO_FILE": "ਤੁਸੀਂ ਇਸ ਫਾਈਲ ਨਾਲ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
   "WHAT_TO_DO_FILE_DESCRIBE": "ਇੱਥੇ ਦੱਸੋ ਕਿ ਫਾਈਲ ਨਾਲ ਕੀ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ"
}