{
   "ADD_MORE_FILES": "Adicione mais arquivos",
   "ABOUT": "Sobre o {0}",
   "ABOUT_VIMER": "O {0} é um aplicativo que oferece uma interface intuitiva e descomplicada para o ajuste de áudio e vídeo.\n\nVocê só precisa escolher os arquivos que deseja alterar, descrever o que você quer e deixar a inteligência artificial cuidar do resto, gerando automaticamente e executando os comandos necessários do FFmpeg. Esqueça códigos complicados.\n\nSeja convertendo formatos, ajustando a qualidade, adicionando efeitos, ajustando áudio ou misturando diferentes mídias, o Vimer oferece um caminho simples, sem a necessidade de conhecimentos técnicos avançados.\n\nQuanto à segurança, aplicativo executa exclusivamente comandos do FFmpeg e permite que você revise e edite os comandos antes de executá-los se desejar.",
   "BACK": "Voltar",
   "CANCEL": "Cancelar",
   "COMMAND_OPTIMIZATION_LEVEL": "Nível de otimização de comandos (consome mais na API)",
   "ENHANCE_DESCRIPTION": "Descreva melhor o que você deseja fazer com seus arquivos de mídia.",
   "GO_NEXT": "Próximo passo",
   "KNOW_MORE": "Saiba mais",
   "LANGUAGE": "Idioma",
   "LANGUAGE_NAME": "Português",
   "NEW_VERSION_AVAILABLE": "Está disponível uma nova versão do aplicativo, deseja fazer o download (recomendado)?",
   "NEW_TASK": "Nova tarefa",
   "OPENAI_API_KEY": "Chave da API OpenAI",
   "OPTIONS": "Opções",
   "PROCESSING": "Processando...",
   "REQUIRED": "obrigatório",
   "REVIEW_COMMANDS": "Revisar comandos",
   "REVIEW_CONFIRM": "Revise e confirme para prosseguir",
   "SAVE": "Salvar",
   "SAVE_LOG_FILES": "Salvar arquivos de log",
   "SAVED_ON": "Seu arquivo de mídia agora está salvo em:",
   "SELECT_MEDIA_FILES": "Selecione um ou mais arquivos de mídia",
   "SKIP_COMMAND_REVIEW": "Pular etapa de revisão de comandos",
   "TASK_FINISHED": "Tarefa concluída!",
   "TASK_FINISHED_HINT": "Abra o arquivo e verifique se o resultado está OK. Caso contrário clique em \"{0}\" para detalhar melhor suas instruções.",
   "WHAT_TO_DO_FILE": "O que você quer fazer com este arquivo?",
   "WHAT_TO_DO_FILE_DESCRIBE": "Descreva aqui o que deve ser feito com o(s) arquivo(s)"
}