{
   "ABOUT": "О {0}",
   "ABOUT_VIMER": "{0} - это приложение, которое предлагает интуитивно понятный и несложный интерфейс для регулировки аудио и видео. \n\n Вам просто нужно выбрать файлы, которые вы хотите изменить, описать, что вы хотите, и позволить искусственному интеллекту позаботиться об остальном, автоматически генерируя и запустив требуемые команды FFmpeg. Забудьте о сложных кодах. \n\n Преобразует ли он форматы, настраивая качество, добавление эффектов, настройку звука или смешивание различных носителей, Vimer предлагает простой путь без необходимости передовых технических знаний. \n\n Что касается безопасности, приложение выполняет исключительно команды FFmpeg и позволяет просмотреть и редактировать команды, прежде чем выполнять их, если хотите.",
   "ADD_MORE_FILES": "Добавьте больше файлов",
   "BACK": "Вернуться назад",
   "CANCEL": "Отмена",
   "ENHANCE_DESCRIPTION": "Опишите лучше, что вы хотите делать со своими медиа -файлами.",
   "GO_NEXT": "Следующий шаг",
   "KNOW_MORE": "узнать больше",
   "LANGUAGE": "Язык",
   "LANGUAGE_NAME": "Русский",
   "NEW_TASK": "Новое задание",
   "NEW_VERSION_AVAILABLE": "Доступна новая версия приложения, вы хотите скачать (рекомендуется)?",
   "OPENAI_API_KEY": "OpenAI API key",
   "OPTIONS": "параметры",
   "PROCESSING": "Обработка...",
   "REQUIRED": "обязательный",
   "REVIEW_COMMANDS": "Пересмотреть команды",
   "REVIEW_CONFIRM": "Просмотрите и подтвердите, чтобы продолжить",
   "SAVE": "Сохранить",
   "SAVED_ON": "Ваш медиа -файл теперь сохранен в:",
   "SAVE_LOG_FILES": "Сохранить файлы журнала",
   "SELECT_MEDIA_FILES": "Выберите один или несколько мультимедиа",
   "SKIP_COMMAND_REVIEW": "Пропустить шаг контроля",
   "TASK_FINISHED": "Задача завершена!",
   "TASK_FINISHED_HINT": "Откройте файл и убедитесь, что результат в порядке. В противном случае нажмите \"{0}\", чтобы получить более подробную информацию о ваших инструкциях.",
   "WHAT_TO_DO_FILE": "Что вы хотите делать с этим файлом?",
   "WHAT_TO_DO_FILE_DESCRIBE": "Опишите здесь, что должно быть сделано с файлом"
}